Repository: intraweb-modules12/IWmoodle
Catalog: locale/*/LC_MESSAGES/module_iwmoodle.po
Languages: es

source: Courses available in Moodle
es: Cursos disponibles en Moodle

source: Error! Could not load items.
es: Error! No se logró cargar los elementos.

source: Error! Could not do what you wanted. Please check your input.
es: Error! Argumentos erróneos. Por favor verifica los datos e inténtalo de nuevo.

source: Error! Sorry! Deletion attempt failed.
es: Error! Intento de borrado fallido.

source: The connection to Moodle database has failed.
es: La connexión a la base de datos de Moodle ha fallado.

source: Module iw_main is needed. You have to install the iw_main module before to install it.
es: Se requiere el módulo iw_main. Debe instalar el módulo iw_main antes de instalar este.

source: Error! Update attempt failed.
es: Error! Intento de actualización fallido.

source: An error occurred doing the action.
es: Se ha producido un error al realizar la acción

source: Error! Creation attempt failed.
es: Error! Intento de creación fallido.

source: Show available courses
es: Muestra los cursos disponibles

source: Enrol users into the course
es: Inscribe usuarios al curso

source: Module configuration
es: Configura el módulo

source: Synchronize users
es: Sincroniza los usuarios

source: Return to the course users list
es: Vuelve a la lista de usuarios del curso

source: Sorry! No authorization to access this module.
es: Disculpa! No tienes autorización para ejecutar esa acción en este módulo.

source: Weekly
es: Semanal

source: Topics
es: Por temas

source: The module configuration has been changed
es: Hecho! La configuración ha sido actualizada

source: He/She is a Moodle user but not an intranet user
es: Es un usuario/aria de Moodle pero no de la intranet

source: The user hasn't been found
es: No se ha encontrado el usuario/a

source: The user was already enrolled for the course. There has been any action.
es: El usuario/aria ya estaba inscrito al curso. No se ha realizado ninguna acción.

source: The user has been enrolled in the course
es: L'usuari/ària ha estat inscrit al curs

source: The user's enrollment in the course has failed.
es: La inscripción al curso del usuario/aria ha fallado

source: The user was already pre-enrolled for the course. There has been any action.
es: El usuario/aria ya estaba preinscrito al curso. No se ha realizado ninguna acción

source: The user has been pre-enrolled in the course
es: El usuario/aria ha sido preinscrito al curso

source: The user's pre-enrollment in the course has failed.
es: La preinscripción al curso del usuario/aria ha fallado

source: The pre-enrolment of selected users has been removed
es: Las pre-inscripciones de los usuarios seleccionados han sido eliminadas

source: The enrolment of selected users has been removed
es: Las inscripciones de los usuarios seleccionados han sido eliminadas

source: Course requested not found
es: No se ha encontrado el curso solicitado

source: Choose a group...
es: Escoge un grupo...

source: All
es: Todos

source: Some fields are needed
es: No has rellenado algunos campos obligatorios

source: The result of the enrolment / pre-enrolment:
es: El resultado de la inscripción/preinscripción el curso ha sido:

source: Options saved
es: Los cambios se han realizado correctamente

source: There has been no action because no user has been selected
es: No se ha realizado ninguna acción porque no se ha seleccionado ningún usuario/aria

source: The user creation has failed
es: La creación de usuarios ha fallado

source: The users have been created correctly
es: Los usuarios han sido creados correctamente

source: Integration of Moodle into PostNuke
es: Integración de Moodle en PostNuke

source: Modify the module configuration
es: Modifica la configuración del módulo

source: Location of Moodle installation
es: Localización de la instalación de Moodle

source: Prefix of the Moodle tables on database
es: Prefijo de las tablas de Moodle en la base de datos

source: Open Moodle in a new window
es: Abrir Moodle en una nueva ventana de navegador

source: Account that will be used by guest users
es: Cuenta que se utilizará para los usuarios visitantes

source: Default country for new users
es: País por defecto de los usuarios nuevos

source: Choose a country...
es: Escoge un país...

source: Default town/city for new users
es: Ciudad por defecto de los usuarios nuevos

source: Default language for new users
es: Idioma por defecto de los usuarios nuevos

source: Choose a language...
es: Escoge un idioma...

source: Default description for new users
es: Descripción por defecto de los usuarios nuevos

source: Default timezone for new users
es: Zona horaria por defecto de los usuarios nuevos

source: Server's local time
es: Hora local del servidor

source: Execute changes
es: Ejecuta los cambios

source: Edit the module configuration
es: Modificar la configuración del módulo

source: You're not user of Moodle. Click to link
es: No eres usuario/aria de Moodle. Haz clic en el enlace

source: Go to Moodle
es: Ves Moodle

source: to activate your account
es: para activar tu cuenta

source: Courses to which you are enrolled.:
es: Cursos a los que estás matriculado/a:

source: Close
es: Cierra

source: You're not enrolled to any courses.
es: No estás matriculado/a en ningún curso.

source: Administration
es: Administración

source: List of available courses
es: Lista de cursos disponibles

source: Code
es: Codigo

source: Title
es: Título

source: Summary
es: Resumen

source: Type
es: Tipos

source: State
es: Estado

source: Options
es: Opciones

source: Disabled
es: Desactivado

source: Enabled
es: Activado

source: List
es: Listas

source: Active
es: Activado

source: Inactive
es: Desactivado

source: Not found courses
es: No se han encontrado los cursos

source: About this module
es: Acerca de este módulo

source: Enrole users in the course
es: Añadir usuarios al curso

source: People
es: Persona/s

source: Group
es: Grupo

source: Role
es: Rol

source: People to register
es: Personas a inscribirse

source: Choose a role...
es: Escoge un rol...

source: Send
es: Envia

source: Cancel
es: Cancelar

source: No role selected for users
es: No has escogido el rol para los usuarios

source: No users selected
es: No has escogido usuarios

source: Not users
es: No hay usuarios

source: Page
es: Página

source: List of users in the course
es: Lista de usuarios del curso

source: Lastname, Firstname
es: Apellidos, nombre

source: Username
es: Nombre de usuario/aria

source: Sign in
es: Inscripción

source: Last Moodle access
es: Último acceso al Moodle

source: Delete
es: Elimina

source: Check all
es: Revisar todo

source: Users enrolled in the course but not in the intranet
es: Usuario/aria inscrito al curso pero no en la intranet

source: Users enrolled in the course
es: Usuario/aria inscrito al curso

source: You have not selected any user!
es: No habeis seleccionado ningún usuario/aria!

source: Do you really want to delete the teachers selected from the course?
es: Está seguro que quiere eliminar del curso el professrado seleccionado?

source: This course has not assigned users
es: Este curso no tiene usuarios asignados

source: N. records
es: N. Registros

source: Change validation to do it from the Moodle
es: Cambia la validación para hacerlo desde Moodle

source: Change validation to do it from the intranet
es: Cambia la validación para hacerlo desde la intranet

source: Create Moodle user
es: Crea el usuario/aria en Moodle

source: User validated in Moodle from the intranet
es: El usuario/aria valida en Moodle desde la intranet

source: User not validated in Moodle from the intranet
es: El usuario/aria no valida en Moodle desde la intranet

source: Not Moodle user
es: No és usuario/aria de Moodle

source: Not found users
es: No se ha encontrado usuarios

source: Moodle users but not zikula users
es: Usuarios que están en Moodle y no en la intranet

source: Create the user in the web site
es: Crea el usuario/a en la intranet

source: All the Moodle users are web site users
es: No hay usuarios en el Moodle que no estén en la intranet

source: Moodle Integration
es: Integración de Moodle
